import React from "react";
import styles from "./About.module.css";

export const About = () => {
  return (
      <div className={styles.all}>

          <img src={process.env.REACT_APP_ABOUT_PIC_URL} alt='my_photo' className={styles.image}/>
          <div className={styles.text}>
            Привіт, давайте знайомитись!
            <br/><br/>
            Я, Шейчук Тетяна Михайлівна, викладач з історії у Чернівецькому філософсько-правовому ліцеї  № 2, а також репетитор з підготовки до ЗНО/НМТ по даному предмету.
            <br/>
            На уроках активно застосовую як і групову, так і індивідуальну форму роботи.
            <br/><br/>
            Результатом індивідуальної роботи з дітьми є призові місця на ІІ та III етапах Всеукраїнської предметної олімпіади з історії, у турнірі знавців історії рідного краю тощо.
            <br/>
            Беру активну участь у роботі ліцейських та міських методичних об’єднань, здійснюю волонтерську діяльність у рамках співпраці з IREX, AУП, Ed Camp Ukraine.
            <br/><br/>
            Для зв'язку використовую пошту:
              <br/>
              <tt>sheychuk.t@gmail.com</tt>
          </div>
      </div>
  )
}